import { Text } from '@chakra-ui/react';
import Image from 'next/future/image';

export default function SingleProductTabCheck() {
  return (
    <>
      <Text fontWeight="500" mb="4">
        مانیتور گیمینگ تحسین‌برانگیز
      </Text>
      <Text fontSize={'13px'} lineHeight="20px" mb={4}>
        افرادی که گیمرهای ماهری باشند خوب می‌دانند که تا چه اندازه داشتن یک
        دستگاه حرفه‌ای برای ایجاد حس بسیار خوب حین بازی مؤثر است. یکی از
        دستگاه‌هایی که برای ایجاد تجربه واقعی بازی تأثیر زیادی می‌گذارد، یک صفحه
        نمایش خوب است. به ویژه اگر صفحه نمایش حرفه‌ای و فوق‌العاده باشد. مانیتور
        مخصوص بازی سامسونگ مدل LS49AG950N-M یک دستگاه فوق عریض و فوق‌العاده برای
        بازی است که تجربه به شدت متفاوتی را با آن کسب خواهید
      </Text>
      <Image
        src="/images/monitor_3.png"
        alt="monitor"
        width={928}
        height={346}
      />
      <Text fontWeight="500" mb="4" mt="8">
        فراتر از تصاویر را ببینید
      </Text>
      <Text fontSize={'13px'} lineHeight="20px" mb="4">
        افرادی که گیمرهای ماهری باشند خوب می‌دانند که تا چه اندازه داشتن یک
        دستگاه حرفه‌ای برای ایجاد حس بسیار خوب حین بازی مؤثر است. یکی از
        دستگاه‌هایی که برای ایجاد تجربه واقعی بازی تأثیر زیادی می‌گذارد، یک صفحه
        نمایش خوب است. به ویژه اگر صفحه نمایش حرفه‌ای و فوق‌العاده باشد. مانیتور
        مخصوص بازی سامسونگ مدل LS49AG950N-M یک دستگاه فوق عریض و فوق‌العاده برای
        بازی است که تجربه به شدت متفاوتی را با آن کسب خواهید
      </Text>
      <Image
        src="/images/monitor_4.png"
        alt="monitor"
        width={928}
        height={346}
      />
      <Text fontWeight="500" mb="4" mt="8">
        کیفیت بصری طلسم کننده
      </Text>
      <Text fontSize={'13px'} lineHeight="20px" mb="4">
        افرادی که گیمرهای ماهری باشند خوب می‌دانند که تا چه اندازه داشتن یک
        دستگاه حرفه‌ای برای ایجاد حس بسیار خوب حین بازی مؤثر است. یکی از
        دستگاه‌هایی که برای ایجاد تجربه واقعی بازی تأثیر زیادی می‌گذارد، یک صفحه
        نمایش خوب است. به ویژه اگر صفحه نمایش حرفه‌ای و فوق‌العاده باشد. مانیتور
        مخصوص بازی سامسونگ مدل LS49AG950N-M یک دستگاه فوق عریض و فوق‌العاده برای
        بازی است که تجربه به شدت متفاوتی را با آن کسب خواهید
      </Text>
      <Image
        src="/images/monitor_5.png"
        alt="monitor"
        width={928}
        height={346}
      />
    </>
  );
}
